TargetApplication=Advanced Renamer v3.15
Author=Atilla ATEŞ
SourceLANGID=1033
LANGID=1055
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-29 11:42:29

[About]
00000002=Hakkında
00000094=Aren
00000161=Kapat
00000162=Versiyonlar
00000165=Yorumlar, hatalar, gelistirme önerileri vb. göndermekten çekinmeyiniz.
00000166=Advanced Renamer Hakkında
00000167=Foruma Gözat
00000168=Bağışta Bulun

[AddDir]
00000002=Klasör Ekle
00000094=(&M) Maske:
00000161=İptal
00000162=Tamam
00000163=Alt Klasörler Dahil
00000164=Yeni Klasör...

[ARenMain]
00000002=ARen
00000005=0 Adet(ler)
00000006=0 Hata(lar)
00000007=Durum: Tamam
00000008=Ana Araç Çubuğu
00000009=Yenile
00000010=(&T) Derleme Testi
00000011=(&T) Otomatik Test
00000012=KüçükResim
00000013=Ayarlar
00000014=(&H) Yardım
00000015=(&I) İndeks...
00000016=(&K) Kısayollar...
00000017=(&V) Versiyon Geçmişi...
00000018=(&n) Yeni versiyon kontrolü...
00000020=(&A) Hakkında...
00000021=(&U) Önceki Derlemeyi GeriAl
00000022=Derlemeyi Uygula
00000023=Araç Çubugu Listesi
00000024=(&A) Ekle
00000025=(&F) Dosyalar...
00000026=(&D) Klasörler...
00000027=(&L) Liste
00000028=(&L) Yükle...
00000029=(&S) Kaydet...
00000030=(&C) Temizle...
00000031=Hatalı &dosyaları kaldır
00000032=En üste taşı
00000033=Yukarı taşı
00000034=Aşağı taşı
00000035=En alta taşı
00000036=Dosyaları İsimlendir
00000058=Klasörleri İsimlendir
00000067=Dosya Adi:
00000068=Klasör:
00000069=Boyut:
00000070=Oluşturulma Tarihi:
00000071=Degiştirilme Tarihi:
00000072=Dosya Türü:
00000073=Öznitelikler:
00000074=Erişim Tarihi:
00000075=Dosya Bilgisi
00000076=BilgiYok
00000077=Ekstra bilgiler yüklenemiyor. Dosya kullanimda olabilir.
00000078=Img
00000079=Ebatlar:
00000080=Çekim Tarihi:
00000081=Yazar:
00000082=Telif:
00000084=ID3
00000085=Baslik:
00000086=Sanatçı:
00000087=Albüm:
00000088=Parça:
00000089=Yıl:
00000090=Tarz:
00000091=Dir
00000092=İçerik:
00000094=Hiçbir yöntem bulunamadı.
00000095=İsimlendirme yöntem listesi
00000096=Yöntem Çubuğu
00000097=Yöntem Ekle
00000098=Yöntem çıkar
00000099=Yöntemleri Temizle
00000100=En Yukarı
00000101=Üst
00000102=Alt
00000103=En Aşağı
00000105=Yöntem Listesi Yükle
00000106=Yöntem Listesini Sakla
00000107=Ayarlar:
00000110=Listeyi Yükle
00000111=Seçileni Taşı
00000112=En Üste Taşı
00000113=Yukarı Taşı
00000114=Aşağı Taşı
00000115=En Alta Taşı
00000116=Ekle...
00000117=Sil
00000118=Uygula
00000119=Özellikler...
00000120=Liste Yükle...
00000121=Listeyi Kaydet...
00000122=Listeyi Temizle
00000123=Yenile
00000124=Ayarlar
00000125=Sütunları Uydur
00000144=(&C) Özelleştir...
00000145=(&C) Kopyala
00000152=Taşı
00000153=En Üst
00000154=Yukarı
00000155=Aşağı
00000156=En Alt
00000157=Yöntemi şununla değiştir
00000158=Yöntem Ekle
00000159=Sil
00000160=Temizle
00000161=Yardıma mı ihtiyacınız var?
00000162=Yardıma mı ihtiyacınız var?
00000163=(&G) Başlarken...
00000164=İsimlendirme yöntemi ekle
00000179=(&T) Etiket Ekle
00000180=(&U) Geri Al
00000181=(&T) Kes
00000182=(&C) Kopyala
00000183=(&P) Yapıştır
00000184=(&A) Hepsini Seç
00000185=(&f) Çevrimiçi forum sayfasini ziyaret et...
00000186=Sütunları özelleştir
00000187=Ayarlar
00000188=Sütunlari Uydur
00000189=(&C) Özelleştir
00000190=Stil Görüntüle
00000191=Detaylar
00000192=Büyük İkonlar
00000193=Küçük İkonlar
00000194=Listele
00000195=(&C) Katkıda Bulun..
00000196=İşaretle
00000197=Seçilenin işaretini kaldır
00000198=Seçileni işaretle
00000200=İşaretleri kaldır
00000201=Tümünü işaretle
00000202=Toplu isimlendirme modu
00000203=Çıktı klasörü:
00000204=Listeyi Kaydet
00000205=CSV dosyasına...
00000206=Ögeleri  ID3 hariç kaldır
00000207=Ögeleri resim bilgisi hariç kaldır
00000219=Çakışma kuralı adı:
00000220=Ayraç:
00000221=Kalıp:
00000223=İsimlendirme yöntemi aç
00000225=İsimlendirme yöntemini kaydet
00000226=Video
00000227=Ebatlar
00000228=Çerçeve hızı:
00000229=Uzunluk:
00000230=Video kodek:
00000231=Ses kodek
00000232=Bithızı:
00000233=GPS Konumu:
00000234=Rastgele sıralama
00000235=Açıklamayı düzenle...
00000236=GPS Hassasiyeti:
00000237=ExifAracıl...
00000238=Klasör Araçkutusu Ekle
00000239=Seçileni Ekle
00000240=Dosyaları göster
00000241=Yenile
00000242=Klasör Paneli
00000243=Klasör paneli
00000244=Seçileni ekle
00000245=TV Dizisi...
00000246=İçe aktar
00000247=TV Dizisi:
00000248=TV Dizisi Bölümü:
00000249=CSV Dosyası...
00000250=Kalıp işaretle...
00000251=Kalıp işaretle iptal...
00000252=Program
00000253=Komut satırı konfigürasyonu...
00000254=İşaretleri iptal et
00000255=Seç
00000256=Hepsini seç
00000257=Hiçbirini seçme
00000258=Seçimin tersini seç
00000259=Uymayan kalıpları işaretle...

[CustomizeCols]
00000002=Sütunları Özelleştir
00000094=(&S) Sütun Ayarları
00000095=(&C) Sütunlar:
00000096=(&W) Sütun Genişliği:
00000097=Tamam
00000098=İptal
00000099=(&U) Yukarı
00000100=(&D) Aşağı
00000101=(&T) En Üste
00000102=(&B) En Alta
00000103=Kaydet
00000104=Sil

[InsertTag]
00000003=<Inc Nr> - Artan sayı dizisi
00000096=Öntanımlı
00000097=<DirName> - Klasör ismi
00000099=<Inc Alpha> - Artan karakter dizisi
00000101=<Num Dirs> - Klasördeki toplam altklasör sayısı
00000103=<Num Files> - Klasördeki toplam dosya sayısı
00000105=<Ext> - Uzantı
00000107=<Name> - Uzantı hariç dosya ismi
00000109=<Inc NrDir> - Her klasöre artan sayı dizisi
00000111=<Num Items> - Listedeki toplam öge sayısı
00000113=ID3/MP3
00000114=<ID3 Album>
00000116=<ID3 Year>
00000118=<ID3 Track>
00000120=<ID3 Title>
00000122=<ID3 Genre>
00000124=<ID3 Artist>
00000126=Resim
00000127=<IMG Width> - Resim Genişliği
00000129=<IMG Height> - Resim Yüksekliği
00000131=<IMG Year>
00000133=<IMG Month>
00000135=<IMG Day>
00000137=<IMG Hour>
00000139=<IMG Min>
00000141=<IMG Sec>
00000143=<IMG Author> - Resim Çizeri
00000145=<IMG Copyright> - Resim Telif Hakkı
00000147=Zaman
00000148=<Year>
00000150=<Sec>
00000152=<Min>
00000154=<Hour>
00000156=<Day>
00000158=<Month>
00000160=Oluşturuldu
00000161=<Year Created>
00000163=<Sec Created>
00000165=<Min Created>
00000167=<Hour Created>
00000169=<Day Created>
00000171=<Month Created>
00000173=Değiştirilmiş
00000174=<Year Modified>
00000176=<Sec Modified>
00000178=<Min Modified>
00000180=<Hour Modified>
00000182=<Day Modified>
00000184=<Month Modified>
00000186=Yardım
00000187=<Rand> - Rasgele Sayı
00000188=Gelişmiş
00000189=<File Content>
00000190=<Bitrate>
00000191=<Substr> - Altdizgi
00000192=<RSubstr> - Altdizgi - sağdan
00000193=<Word> İndekslenmiş dosya adı
00000194=<IMG Subsec>
00000195=Dosyaboyutu
00000196=<Filesize>
00000197=<Filesize Kb>
00000198=<Filesize Mb>
00000199=<Filesize Gb>
00000200=<Filesize Tb>
00000201=Video
00000202=<Video Width> - Dosya video çözünürlüğü
00000203=<Video Height> - Dikey video çözünürlüğü
00000204=<Video Codec> - Video kodek
00000205=<Video Audio Codec> - Ses kodek
00000206=<Bitrate> - Tüm bithızı
00000207=<Video Bitrate> - Sadece video bithızı
00000208=<Video Audio Bitrate> - Sadece ses bithızı
00000210=<Video FrameRate> - Saniyedeki kare sayısı
00000211=<Video Duration> - Video süresi
00000212=<Img CameraMake>
00000213=<Img CameraModel>
00000214=<Img Aperture>
00000215=<Img Brightness>
00000216=<Img FocalLength>
00000217=<Img ISO>
00000218=<Img ShutterSpeed>
00000219=<Img ExposureTime>
00000220=<Img Subject>
00000221=<Img Title>
00000222=<Img Contrast>
00000223=<Img ExposureMode>
00000224=<Img ExposureProgram>
00000225=<Img Saturation>
00000226=<Img Sharpness>
00000227=<Img WhiteBalance>
00000228=GPS
00000229=<GPS Lat> - Enlem
00000230=<GPS Lat Deg> - Enlem dereceleri
00000231=<GPS Lat Sec> - Enlem saniyeleri
00000232=<GPS Lat Min> - Enlem dakikaları
00000237=<GPS Lng> - Boylam
00000238=<GPS Lng Deg> - Boylam dereceleri
00000239=<GPS Lng Min> - Boylam dakikaları
00000240=<GPS Lng Sec> - Boylam saniyeleri
00000241=<GPS Alt> - İrtifa
00000242=<GPS Country> - Resimin çekildiği ülke
00000243=<GPS City> - Resimin çekildiği şehir
00000244=<GPS State> - Resimin çekildiği bölge/eyalet
00000245=<GPS Lng Dir> - Boylam yönü
00000246=<GPS Lat Dir> - Enlem yönü
00000247=<ExifTool> - ExifAracı değeri
00000249=Sağlaması
00000250=<MD5> - MD5 sağlaması
00000251=<SHA1> - SHA-1 sağlaması
00000252=<SHA256> - SHA-256 sağlaması
00000253=TV Dizisi
00000254=<TVShow Genres> - TV Dizisi türü
00000255=<TVShow Year> - Bölümün yayınlandığı tarih
00000256=<TVShow Title> - TV Dizisinin adı
00000257=<TVShow Season> - Sezon numarası
00000258=<TVShow EpisodeNumber> - Bölüm numarası
00000259=<TVShow Day> - İlk yayınlandığı gün
00000260=<TVShow Month> - İlk yayınlandığı ay
00000261=<TVShow StartYear> - İlk yayınlandığı yıl
00000262=<TVShow EpisodeTitle> - TV Dizisi Bölüm başlığı
00000263=<TVShow EpisodeSequence> - Bölüm ardışık numarası
00000264=<Inc Hex> - Artan hex numaralar
00000265=<Inc Roman> Artan roma rakamları
00000266=<Video Title>
00000267=<Video Genre>
00000279=<ID3 Duration> - Ses oynatma süresi
00000280=<ID3 Hour> - Ses oynatma süresinin saatler bölümü
00000281=<ID3 Min> - Ses oynatma süresinin dakikalar  bölümü
00000282=<ID3 Sec> - Ses oynatma süresinin saniyeler bölümü
00000283=<Video Hour> - Video oynatma süresinin  saatler bölümü
00000284=<Video min> - Video oynatma süresinin dakikalar bölümü
00000285=<Video Sec> - Video oynatma süresinin saniyeler bölümü
00000286=<File Line>
00000287=<Dec Nr> Azaltma sayısı

[InsertTagWnd]
00000002=Etiket Ekle
00000094=Kapat
00000095=Sayısal değer
00000096=Kalıp
00000097=OK
00000098=Düzenli ifadeleri kullan
00000099=Etiketler:
00000100=Düzenli ifadeler için metakarakterler

[Patern]
00000002=Kalıplar
00000094=(&P) Kullanılabilir Kalıplar
00000159=(&D) Sil
00000160=(&S) Seçili Kalıp:
00000161=Tamam
00000162=İptal
00000163=(&A) Ekle
00000164=(&N) Yeni

[PreRenaming]
00000002=İsimlendirmeye Başla
00000094=İsimlendirme Ayarları:
00000160=İsimlendirme başlamadan önce ayarların doğruluğundan emin olunuz.
00000161=İptal
00000162=Başla

[Progress]
00000002=İşlem
00000094=Yığın işlemi sırasında lütfen bekleyiniz...
00000160=Toplam dosya miktarı
00000161=Tamam
00000162=Hatalar
00000163=Dosya Seç:
00000164=Boş Liste
00000165=Hiçbiri\nIsimlendirilen dosyalar\nIsimlendirilemeyen dosyalar\nBütün dosyalar\n
00000166=TabSheet1
00000167=DosyaAdı
00000168=HataKodu
00000169=Hata Açıklama
00000170=Toplam dosyalar:
00000171=Başarılı:
00000172=Hatalar:
00000173=TabSheet2
00000174=Bulunan hatalar:

[ProgressAdd]
00000002=Lütfen Bekleyin
00000094=Dosyalar ekleniyor...
00000161=İptal

[ProgressError]
00000002=Hata(lar) bulundu
00000094=Derleme için seçilen dosyalarda hatalar bulundu. Belirtilen dosyalar isimlendirilemeyecek. Bir islem seçiniz. Henüz hiçbir dosya isimlendirilmedi.
00000161=Derlemeyi durdur
00000163=Hatalı dosyaları geç
00000164=Toplam dosyalar:
00000165=Hatalar:
00000166=DosyaAdı
00000167=Hata

[Settings]
00000002=Ayarlar
00000161=Iptal
00000162=Tamam
00000163=Öntanımlı
00000164=(&R) Desteklenmeyenleri şununla değiştir:
00000165=(&W) Genişlik:
00000166=(&H) Yükseklik:
00000167=(&F) Dosya Özellik Kutucuğunu Göster
00000168=(&C) Listeyi Temizlemeyi Onayla
00000171=(&E) Gezgin Açılır Menüsü
00000172=(&G) Izgarayı Göster
00000173=Resim en ve boyu için EXIF bilgisi kullan
00000175=Dil:
00000177=Ayarları şu klasörde sakla :
00000178=Özel Klasör
00000179=Aren.exe ile aynı klasör
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Klasörü aç..
00000187=Başlangıçta yardımı görüntüle
00000188=Inc Nr etiketlerinde kalan kısımları sıfır ile doldur.
00000194=Başlangıçta güncellemeleri kontrol et
00000195=Resim tarih zaman işlemleri için EXIF alanı:
00000196=Inc Nr etiketleri için işaretlenmiş durum
00000197=Kelime ayraçları:
00000198=.aren uzantılarını Advanced Renamer ile ilişkilendir
00000199=Ortam
00000200=Program
00000201=Yenden adlandırma
00000202=Resim dosyaları
00000203=Müzik dosyaları
00000204=ID&3 Seçimi
00000205=Yöntem ekle buton çubuğu ekle
00000206=İsimlendirme sonlandığında dosyaları ekle:
00000207=Konsolu çalıştır
00000208=Ortam yolundaki uygulama klasörü
00000209=JS Script editorü
00000210=Sekme girinti değeri:
00000212=Satır sonuna kadar geriye kaydır
00000213=Öge sınırı:

[UndoBatchForm]
00000002=Geri Al
00000094=Soldaki listeden bir geri alma seçimi yapınız
00000161=Kapat
00000162=Bu Listeyi Geri Al
00000163=Orjinal Dosya Adı
00000164=Yeni Dosya Adı
00000165=Hata
00000166=Klasör
00000167=Tümünü Seç
00000168=Tüm Seçim İptal
00000169=İsimlendirme işlemini geri almak için aşağıdan bir yığın işlemi seçin ve "Bu Listeyi Geri Al" butonuna tıklayın.
00000170=Yeniden İsimlendirilmiş Klasör
00000171=Sil...
00000172=(&S) Hatali öge seçimlerini kaldır

[frmAddFolderChoice]
00000001=Klasör ekle
00000002=İptal
00000003=Tamam
00000004=(&f) Klasörlerdeki dosyaları ekle
00000005=(&o) Klasörleri ekle
00000006=(&I) Altklasörler dahil
00000007=(&m) Dosya ismi maskesi:
00000008=Advanced Renamer'a dosya ekleme yöntemini seç.
00000009=(&r) Kök klasörleri ekle
00000010=(&s) Alt klasörleri ekle

[BatchResultFrame]
00000003=Son sonuç
00000004=Toplam öge sayısı:
00000005=Bulunan hatalar:
00000006=Hataları göster...
00000007=Son yığın işlemini geri al...
00000008=Tüm başarılı ögeleri ekle
00000009=Hatalı ögeleri ekle
00000010=Tüm ögeleri ekle

[frmExifTool]
00000002=ExifAracı
00000094=Kapat
00000096=Etiket:
00000097=(C) Kopyala
00000098=ExifAracı Advanced Renamer tarafından doğal olarak deteklenen dosya formatlarından daha fazlasını sunan harici bir programdır. ExifAracını daha fazla dosya meta bilgisine erişmek için kullanabilirsiniz.
00000099=ExifAracı websitesi

[frmJSScript]
00000001=Betik
00000002=Kapat ve betiği uygula
00000003=Bu betik listedeki her öge için bir kez çalıştırılacak.
00000004=Bu betik listedeki tüm ögeler için iterasyon öncelikli olarak yalnızca bir kez çalıştırılacak. Herhangi bir öntanımlı değeri ayarlamak için kullanabilirsiniz.

[frmCommandLine]
00000002=Komut satırı ayarları
00000202=İsimlendirme modu:
00000223=İsimlendirme yöntemi seç
00000224=Dosya yolu:
00000225=Yöntem listesi dosyası:
00000226=Öge türleri:
00000227=Ögeler:
00000228=Öge sıralaması:
00000229=Log dosyası kayıt yeri:
00000230=Hedef klasör:
00000231=Öge maskesi:
00000232=Regex öge türü:
00000233=Komut:
00000234=Ögeleri taşıyan klasör:
00000235=Alt klasörleri dahil et
00000236=Tersine çevir
00000237=Dosyadan öge al
00000238=Öge listesi
00000239=Ögeleri taşıyan klasör
00000240=Komutu kopyala
00000241= .bat dosyasına yazdır...
00000242=Kapat
00000243=Dosya aç
00000244=Dosyayı kaydet
00000245=Yöntemi kaydet

[frmCSVImport]
00000002=CSV İçe aktarma
00000003=&İçeaktar
00000008=İptal
00000009=Dosya adı:
00000010=Sütun ayracı:
00000011=Orjinal dosya adı için sütun:
00000012=Yeni dosya adı için sütun: (opsiyonel)
00000013=Orjinal dosyalar için kök klasör:
00000014=İlk satır başlık
00000015=Orjinal Dosya adı
00000016=Yeni dosya adı
00000017=Durum

[frmTVShow]
00000002=TV Dizisi içe aktarma
00000003=Tamam
00000004=TV Dizisi ara:
00000005=Ara
00000006=Sonrakı >
00000007=< Önceki
00000008=İptal
00000009=Seçlien TV Dizisi:
00000010=Tür:
00000011=Sezonlar:
00000013=Sezonlar:
00000014=Bölümler:
00000015=Bu rehberi listedeki TVRage.com sitesinden elde edilen TV Dizisi bilgilerini içeren dosyaları barındırmak için kullanın.\n\nDevam etmeden önce listedeki dosyaların doğru bir şekilde sıralandığından emin olun.\n\ntvrage.com sitesinden İçe aktarma tamamlandığında TV dizisi bilgilerini yeniden isimlendirmek için TV Dizisi etiketlerini kullanabilirsiniz.\n
00000016=Şuradan aktarılacak:
00000017=Dosya listesi sayısı:
00000018=Seçilen bölüm sayısı:
00000019=Yenileme

[$CONSTANTS]
AbsoluteDateTime=Kesin tarih ve zaman
Accessed=Erişildi
AccessedDateTime=Erişim tarih ve zamanı
Active=Aktif
Add=Ekle
AddFiles=Dosya ekle
AddingFiles=Dosyalar ekleniyor...
All=Tamamı
AllFiles=Tüm dosyalar
AllItems=Tüm ögeler
AnalyzingFiles=Dosyalar inceleniyor ...
ApplyScript=Betiği uygula
ApplyTo=Uygulama Yeri
Archive=Arşiv
Archive_Short=A
Ask=Sor
AtIndex=Uygulama Yeri
Audio=Ses
Backwards=Geriye
BatchModeCopy=Kopyala
BatchModeMove=Taşı
BatchModeRename=Yeniden isimlendir
Beta=Beta
BetaFeature=Beta özelliği
CaseSensitive=KüçükBüyük duyarlı
ColumnName0=DosyaAdı
ColumnName1=Yol
ColumnName10=ID3 Tarz
ColumnName100=KlasörAdi
ColumnName101=Yol
ColumnName102=Oluşturulma Tarihi
ColumnName103=Öznitelikler
ColumnName104=Yeni Öznitelikler
ColumnName105=Yeni KlasörAdı
ColumnName106=Yeni Olusturulma Tarihi
ColumnName107=Hata Kodu
ColumnName108=Hata
ColumnName109=Yeni yol
ColumnName11=ID3 Başlık
ColumnName12=ID3 Parça
ColumnName13=ID3 Yıl
ColumnName14=Yeni Öznitelikler
ColumnName15=Yeni Dosya Adı
ColumnName16=Yeni Oluşturulma Tarihi
ColumnName17=Yeni Erişim Tarihi
ColumnName18=Yeni Değiştirilme Tarihi
ColumnName19=Hata Kodu
ColumnName2=Boyut
ColumnName20=Hata
ColumnName21=Çekim Tarihi
ColumnName22=Uzantı
ColumnName23=Yeni yol
ColumnName3=Oluşturulma Tarihi
ColumnName4=Erişim Tarihi
ColumnName5=Değiştirilme Tarihi
ColumnName6=Öznitelikler
ColumnName7=Boyutlar
ColumnName8=ID3 Albüm
ColumnName9=ID3 Sanatçı
CopiedFileCouldNotBeFound=Kopyalanan dosya bulunamadı
CopiedFolderCouldNotBeFound=Kopyalanan klasör bulunamadı
CopiedItem=Kopyalanan öge
CopiedItemPath=Kopyalanan öge yolu
Created=Oluşturuldu
CreatedDateTime=Oluşturulma tarih ve zamanı
current=geçerli
Datetime=Tarihzaman
Day=Gün
Day_Long_1=Pazartesi
Day_Long_2=Salı
Day_Long_3=Çarşamba
Day_Long_4=Perşembe
Day_Long_5=Cuma
Day_Long_6=Cumartesi
Day_Long_7=Pazar
Day_Short_1=Pts
Day_Short_2=Salı
Day_Short_3=Çarş
Day_Short_4=Perş
Day_Short_5=Cuma
Day_Short_6=Cmts
Day_Short_7=Pzr
DeltaDateTime=Delta tarih ve zamanı
Description=Açıklama
DirnamePattern=Dirname kalıbı
Edit=Düzenle
Error=Hata
Errors=Hatalar
Err_100=Tamam
Err_101=Bilinmeyen hata
Err_102=<>:"/\\*? karakterleri dosya isminde desteklenmiyor
Err_103=Dosya ismi geçersiz karakter taşıyor
Err_104=Dosya ismi çok uzun
Err_105=Dosya zaten mevcut
Err_106=Klasör bulunamadı
Err_107=Kaynak dosya bulunamıyor
Err_108=Dosya ismi tanımlanmadı
Err_109=Aynı isimde birden fazla dosya olabilir
Err_110=Geçersiz adlandirma yöntemi
Err_111=Resim bilgisi bulunamadı
Err_112=Hiçbir ID3 Etiketi bulunamadi
Err_113=<Inc Alpha> için çok fazla dosya
Err_114=Geçersiz zaman damgası
Err_115=Uzanti degistirildi
Err_116=Geçersiz etiket
Err_117=Geçersiz düzenli ifade
Err_118=Model bulunamadi
Err_119=Geo sunucudan sonuç yok
Err_120=Geo sunucu sonuç bilgisi geçersiz
Err_121=Video bilgisi bulunamadı
Err_122=GPS bilgisi bulunamadı
Err_123=Klasörler başka bir sürücüye taşınamaz veya kopyalanamaz
Err_124=Geçersiz betik
Err_125=ExifAracı hatası
Err_126=TV Dizisi bilgisi alınamadı. Öncelikle TV Dizisi içeaktarma penceresini kullanın
Excellent=Mükemmel
EXIFDate_DateDigitized=Dijitalleştirilmiş tarih
EXIFDate_DateOriginal=Orjinal tarih
EXIFDate_DateTaken=İşlem tarihi
Extension=Uzantı
Fair=Güzel
File=Dosya
FileCouldNotBeRenamed=Dosya adı değiştirilemedi
Fileinfo=Dosya Bilgisi
FilenamePattern=Dosyaadı kalıbı
FileRenamedOK=Dosya isimlendirme tamam
Files=Dosyalar
Folder=Klasör
FolderLocation=Klasör konumu
Folders=Klasörler
GettingThumbnails=Önizleme resmi getiriliyor
Good=İyi
GotErrors=Hatalar Oluştu
HandleNegativeNumbers=Negatif sayıları işle
Hidden=Gizli
Hidden_Short=H
Hour=Saat
Ideal=İdeal
ImageDateTime=Resim tarih ve zamanı
ImageFile=Resim dosyası
InputMessageDescription=Metot açıklamasını değiştir
InvertCase=Tüm karakterleri ters çevir
ItemNotReverted=Öge dönüştürülemedi
ItemRevertedOK=Öge dönüştürüldü
Items=Ögeler
LoadList=Liste yükle
LowerCase=Küçük harfe dönüştür
LowerCaseFirstLetter=Sadece cümle ilk harfi küçük
LowerCaseFirstLetterInEveryWord=Her kelimenin ilk harfi küçük
LowerCasePattern=Kalıbı  küçük karakterlere ayarla
MethodName_Add=Ekle
MethodName_Attributes=Öznitelikler
MethodName_List=Liste
MethodName_Move=Taşı
MethodName_NewCase=Yeni KüçükBüyük
MethodName_NewName=Yeni İsim
MethodName_Remove=Kaldır
MethodName_RemovePattern=Kalıbı kaldır
MethodName_Renumber=Yeniden numaralandır
MethodName_Replace=Degistir
MethodName_Script=Betik
MethodName_Swap=Takas
MethodName_Timestamp=Zaman Damgası
MethodName_Trim=Trim
Methods=Yöntemler
Min=Dakika
Moderate=Makul
Modified=değiştirilmiş
ModifiedDateTime=değiştirilme tarih ve zamanı
Month=Ay
Month_01_Long=Ocak
Month_01_Short=Oca
Month_02_Long=Subat
Month_02_Short=Sub
Month_03_Long=Mart
Month_03_Short=Mar
Month_04_Long=Nisan
Month_04_Short=Nis
Month_05_Long=Mayıs
Month_05_Short=May
Month_06_Long=Haziran
Month_06_Short=Haz
Month_07_Long=Temmuz
Month_07_Short=Tem
Month_08_Long=Ağustos
Month_08_Short=Agu
Month_09_Long=Eylül
Month_09_Short=Eyl
Month_10_Long=Ekim
Month_10_Short=Eki
Month_11_Long=Kasım
Month_11_Short=Kasım
Month_12_Long=Aralık
Month_12_Short=Ara
MoveCount=Taşınan adet
MovedFileCouldNotBeFound=Taşınan dosya bulunamadı
MovedFolderCouldNotBeFound=Taşınan klasör bulunamadı
MovedItem=Taşınan öge
MovedItemPath=Taşınan öge yolu
MoveFrom=Şuradan taşı
MoveRelative=İlişkiyi taşı
MoveTo=Şuraya taşı
MsgTitle_Confirm_ClearList=Listeyi Temizle
MsgTitle_Confirm_DeleteColumnSet=Sütun grubu silinsin mi?
MsgTitle_Confirm_OverwriteColumnSet=Set zaten mevcut
MsgTitle_Confirm_Quit=Advanced Renamer'dan Çıkış
MsgTitle_Error=Hata
MsgTitle_Error_FileNotFound=Dosya bulunamadi
MsgTitle_Error_InvalidColumnSetName=Geçersiz isim
Msg_Confirm_ClearList=Listeyi temizlemek üzeresiniz.\n\nDevam etmek istediğinizden emin misiniz?
Msg_Confirm_ClearMethodList=Yöntem listesi temizlensin mi?
Msg_Confirm_DeleteColumnSet=Sütun Seti Sil\n\n"%s" isimli seti silmek istediginizden emin misiniz?
Msg_Confirm_ExtChanged=Bazı dosyalarin uzantısı değiştirilecek. Bazı durumlarda bu dosyanin kullanilamamasina neden olabilir.\n\nİsimlendirmeye yinede devam etmek istiyor musunuz?
Msg_Confirm_OverwriteColumnSet=Set zaten mevcut\n\n"%s" isimli set üzerine yazmak istediğinizden emin misiniz?
Msg_Confirm_OverwriteFile=Dosyanın üzerine yazilacak?\n\n"%s" dosyasının üzerine yazmak üzeresiniz. Devam etmek istiyor musunuz?
Msg_Confirm_PopulateList=Yazi kutusu  liste ögesi orjinal ismiyle doldurulsun mu?
Msg_Confirm_Quit=Listede halen dosyalar mevcut\n\nÇımak istediğinizden emin misiniz?
Msg_Confirm_RenamingPossibleErrors=Hatalar bulundu\n\nEklenen dosyaların isimlendirilmesine engel olacak olası hatalar bulundu.\n\nİsimlendirmeye devam?
Msg_Confirm_SettingsPathChanged=Ayarlar klasörünü değiştirdiniz.\n\nMevcut ayarlarınızı bu klasöre kopyalamak ister misiniz?\n\nNot: Bu klasörde bulunan mevcut dosyaların üzerine yazılacaktır.
Msg_Error_AddFileAssociation=Dosya ilişkilendirilemedi
Msg_Error_CannotAddSoManyFiles=Dosyalar eklenemiyor.\n\nListeye %d adet üzerinde öge eklenemez.
Msg_Error_CheckUpdates=Hata\n\nGüncelleştirmeler kontrol edilemiyor.
Msg_Error_CoultNotCreateFolder=Klasör oluşturulamadı
Msg_Error_FileNotFound=Hata\n\n"%s" dosyası bulunamıyor.
Msg_Error_InvalidColumnSetName=Hata\n\n%s geçersiz bir dosya ismi\n\nBir sütun seti yalnızca yazı karakterlerini, sayıları, - ve _ işaretini içerebilir.
Msg_Error_InvalidFolder=Hata\n\nGeçersiz klasör.
Msg_Error_MustEnableBeforeAddFolders="%s" veya "%s" olarak tanımlayınız
Msg_Error_NotFoundItems=%d öge bulunamadi\n\n%s
Msg_Error_NoUndoList=Hiçbir Gerialma listesi seçilmedi
Msg_Error_Only2000Plus=Bu özellik sisteminiz tarafindan desteklenmiyor. Bu özellik sadece Windows 2000 ve üzeri için geçerlidir.
Msg_Error_RemoveFileAssociation=İlişkilendirme kaldırılamadı
Msg_Error_RenamingNoFilesInList=Hata\n\nListede hiç dosya bulunmadığından isimlendirmeye başlanamıyor.
Msg_Error_Unknown=Tanımlanamayan hata\n\n%s
Msg_FirstTimeUse=Advanced Renamer programında yeni olabilirsiniz. Programı kullanmaya başlamadan önce kullanıcı el kitabını incelemek iyi bir fikir olabilir.\n\nKullanıcı el kitabına gözatmak ister misiniz?
Msg_Info_BatchModeNotSupportedForFolders=Seçilen isimlendirme yöntemi klasörlerle çalışmaya uygun değil.
Msg_Info_ConvertMethods_0310=Advanced Renamerin bu sürümünde yöntem ayarları isteğe baglı bir klasörde konumlandırılmıştır. OK seçildiginde mevcut yöntem ayarlarınızı dönüştürebileceğiniz bir bos klasör seçebilirsiniz.
Msg_Info_CouldNotBeAdded=%d dosyalar eklenemedi.
Msg_Info_ItemsAlreadyInList=%d ögeleri zaten listede
Msg_Info_LanguageChange=Dil dosyası değişiklikleri program yeniden başlatıldığında aktif hale gelecektir.
Msg_Info_NewVersion=Advanced Renamer için yeni bir sürüm bulundu.\n\nYeni versiyonu indirmek ister misiniz?
Msg_Info_NoNewVersion=Advanced Renamer için henüz yeni bir sürüm yok.
Msg_Info_RevertChanges=Bu işlem yaptığınız bütün değişiklikleri tekrar öntanımlı hale getirecektir.\n\nDevam etmek istiyor musunuz?
Msg_Info_UndoHasEnded=İsimlendirme işlemini geri alma %d hata ile tamamlandı.
Msg_Info_UndoSuccess=İsimlendirme işlemi başarıyla geri alındı.
MusicFile=Müzik dosyası
Name=Ad
NameAndExtension=Ad ve uzantı
NameCollisionRule_AppendImgSubsec=Resim alt saniyesi uygula
NameCollisionRule_AppendNumber=Artan sayı dizisi ekle
NameCollisionRule_AppendPattern=Kalıbı uygula
NameCollisionRule_Fail=Gözardi Et
NewCase=Yeni KüçükBüyük
NewFolder=Yeni klasör
NewName=Yeni İsim
NewNumber=Yeni sayı
No=Hayır
NoChange=Degisiklik yok
NoMethods=Seçili yöntem bulunamadı.\n\nYeni yöntem eklemek için Yöntem Ekle butonuna basınız.
None=Boş Liste
Nth1=1nci
Nth2=2nci
Nth3=3ncü
Nth4=4ncü
Nth5=5nci
Nth6=6ncı
Nth7=7nci
Nth8=8nci
Nth9=9ncu
NumberDifference=Sayı farkı
NumberLength=Sayı Uzunluğu
NumberPosition=Sayı konumu
NumericValueOrPattern=Sayısal değer veya kalıp ara
Occurrence=Uygula
OK=Tamam
OriginalFileNotFound=Orjinal dosya bulunamadı
OriginalFileStillExists=Orjinal dosya halen mevcut
OriginalFolderNotFound=Orjinal klasör bulunamadı
OriginalFolderStillExists=Orjinal klasör halen mevcut
Pattern=Model
Poor=Zayıf
PopulateList=Listeyi doldur
PreBatchScript=Önizleme isimlendirme betiği...
ReadOnly=Salt Okunur
Readonly_Short=R
RegEx_AnyChar=Herhangi bir karakter
RegEx_CharList=Karakter tablosunda karakter mevcut
RegEx_Digit=Karakter hanesi
RegEx_EndLine=Satir sonu
RegEx_Match0OrMore=Uyan 0 yada daha fazla
RegEx_Match1Or0=Uyan 1 veya 0
RegEx_Match1OrMore=Uyan 1 veya daha fazla
RegEx_MatchLeastNTimeNoMoreM=Uyan en az n defa fakat m defadan fazla değil
RegEx_MatchLeastNTimes=Uyan en az  n defa
RegEx_MatchNTimes=Uyan n defa
RegEx_NonCharList=Karakter tablosunda karakter mevcut değil
RegEx_NonDigit=Sayısal olmayan karakter
RegEx_NonWordChar=Harf olmayan karakter
RegEx_StartLine=Satır başı
RegEx_SubAlternative=Altkalıp alternatifi
RegEx_SubGroup=Altkalıp grubu
RegEx_SubMatch=Uyan ilk altkalıp
RegEx_WordChar=Kelime karakter
RemoveCount=Sayımı kaldır
RenamedFileCouldNotBeFound=İsimlendirme yapılmış dosya bulunamadı.
RenamedFolderCouldNotBeFound=Isimlendirme yapilmis klasör bulunamadi.
RenamedItem=Yeniden isimlendirilen öge
RenamedItemPath=Yeniden isimlendirilen öge yolu
RenumberChange=Şuna değiştir
RenumberChangeTypeAbsoluteText=Mutlak sayı
RenumberChangeTypeRelativeText=Mevcut sayıya göre
Replace=Değiştir
ReplaceWith=Sununla degistir
SaveColumnSet=Sütun setini kaydet
SaveList=Listeyi Kaydet
Season=Sezon
Sec=Saniye
SelectFolder=Klasör seç
SelectMethod=Yöntem seç.
Separator=Ayraç
Set=Ekle
ShowInWindow=Pencerede göster...
Skip=Atla
StartingAt=Baslangıç :
Status=Durum
Status_TestingNames=Durum: isimler analiz ediliyor...
System=Sistem
System_Short=S
Tag=Etiket
TagCategoryAdvanced=İleri Düzey Etiketler
TagCategoryChecksum=Kontrol etiketleri
TagCategoryDateTime=Tarih/Zaman Etiketleri
TagCategoryDateTimeCreated=Date/Time Oluşturulma Etiketleri
TagCategoryDateTimeModified=Tarih/Zaman Değiştirilme Etiketleri
TagCategoryDefault=Öntanımlı Etiketler
TagCategoryFileSize=Dosya Boyutu Etiketleri
TagCategoryGPS=GPS Yer Etiketleri
TagCategoryID3=ID3/MP3 Etiketleri
TagCategoryImage=Resim Etiketleri
TagCategoryTVShow=TV Dizisi
TagCategoryVideo=Video Etiketleri
TBShowlblEpisodesTitle=Sezon ve bölümü şunun için seç "%s".
TextList=Metin listesi
TextToBeReplaced=değiştirilecek yazı
ToRemoveMoreThanOne=Birden fazla kalıbı değiştirmek için farklı kalıpta \\ işareti kullanınız.
ToReplaceMoreThanOne=Birden fazla tümceyi değiştirirken tümceler arasını \\ işareti ile ayırabilirsiniz.
TrimCharacters=Karakterleri düzenle
TypeNameForColumnSet=Sütun seti için bir isim girin.
Unknown=Bilinmeyen
Unset=Kaldır
UpdateAvailable=Güncelleme mevcut. Sürüm yükseltmek için tıklayın.
UpperCase=Büyük harfe dönüştür
UpperCaseFirstLetter=Sadece cümle  ilk harfi büyük
UpperCaseFirstLetterInEveryWord=Her kelimenin ilk harfi büyük
UpperCasePattern=Kalıbı büyük harfe ayarla
UseRegularExpressions=Düzenli ifade kullan
Value=Değer
Video=Video
VideoFile=Video dosyası
WithErrors=Hatalı ögeler
WithoutErrors=Hatasız ögeler
WordSeperators=Kelime Ayraçları
Year=Yıl
Yes=Evet
ZeroPadding=Sıfır marj
ZeroPadTypeAuto=Otomatik
ZeroPadTypeManual=Elle ayar
ZeroPadTypeNo=Marj yok
